<template>
  <div class="privacy-page">
    <h2>道德规范</h2>
    <p>
      《华东师范大学软件期刊》遵循公认的出版道德规范. 本刊作者、审稿人和编辑应履行下列职责, 并同时遵循《华东师范大学软件期刊》其他相关规定和要求.
    </p>
    <h3>
      一、作者职责
    </h3>
    <p>
      本刊坚决反对任何形式的抄袭. 向本刊投稿的作者须确认稿件内容的原创性和合法性, 同时还应保证文章没有以任何语言完全或部分发表在其他地方, 也没有为出版目的而在任何地方接受评审.
      <br>
      1. 作者应提供一个关于其原始研究的准确描述和其重要性的客观论述. 稿件应符合本刊"投稿须知"中的相关要求.<br>
      2. 作者不得同时将相同的稿件提交到一个以上期刊(一稿多投), 也不应将描述相同研究的稿件发表于多个期刊(重复发表).<br>
      3. 作者应确认其研究中所用数据的所有来源, 并引用在其研究工作中已产生过影响的出版物.<br>
      4. 作者应限于那些对报道的研究构思、设计、执行或解释做出过重大贡献者, 有显著贡献者必须列为联合作者.
    </p>
    <h3>
      二、审稿人职责
    </h3>
    <p>
      1. 审稿人须保证作者已确认该研究中所用数据的所有来源, 如发现有抄袭行为或一稿多投现象, 应立即告知编辑.<br>
      2. 审稿人对稿件的评审必须做到客观公正, 应通过论据来表达自己的观点.<br>
      3. 审稿人应与该研究、作者和/或该研究资助者没有利益冲突.<br>
      4. 审稿人应指出尚未被引用的已发表的相关作品.<br>
      5. 当审稿人觉得不可能在规定的时间内完成文稿的评审时, 必须将该信息告知编辑, 以便该稿件发送给其他审稿人进行评审.
    </p>
    <h3>
      三、编辑职责
    </h3>
    <p>
      1. 根据审稿人的评审意见和编委会的评审报告, 编辑可以接受、拒绝或要求修改稿件.<br>
      2. 编辑不应与他们拒绝或接受的文章有利益冲突.<br>
      3. 编辑必须确保每一篇稿件最初都通过原创性评估, 利用合适的检测软件来进行. 经过这种检测之后, 稿件将转发给审稿人进行单盲同行评审, 他们将就稿件的接受、拒绝或修改提出具体建议.<br>
      4. 编辑必须确保本刊所接受的每一篇稿件均经过知识内容审查, 而不考虑作者的性别、种族、宗教和国籍等.
    </p>
    <h3>
      四、撤稿与更正
    </h3>
    <p>
      1. 编辑在下列情况下应考虑撤稿: 有明确的证据表明, 因不当行为(如数据造假)或诚实的错误(例如误判或实验误差)导致研究结果不可靠; 研究结果先前已发表在其他地方而没有适当的交叉引用、许可或理由(重复发表); 构成剽窃; 报道不道德的研究.<br>
      2. 撤稿通告应尽可能链接到该撤稿(即所有电子版本); 清楚地标识该撤消文章(例如, 在撤稿标题中包括标题与作者); 及时公布, 以尽量减少误导性出版物的有害影响.<br>
      3. 编辑在下列情况下应考虑发布更正: 可靠的出版物中一小部分被证明是误导(尤其是因为诚实的错误); 作者/贡献者名单不正确(即称职的作者被省略或不符合著作权条件者被列入).<br>
    </p>
  </div>
</template>

<script>

export default {
  name: 'PrivacyPage'
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
</style>
